tap 'caskroom/cask'
tap 'homebrew/apache'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/versions'
cask 'java'
cask 'xquartz'
brew 'ack'
brew 'android-platform-tools'
brew 'libyaml'
brew 'gdbm'
brew 'ansible'
brew 'augeas'
brew 'autoconf'
brew 'automake'
brew 'cabextract'
brew 'cassandra'
brew 'dialog'
brew 'certbot'
brew 'coreutils'
brew 'ctags'
brew 'libgpg-error'
brew 'libksba'
brew 'elasticsearch'
brew 'jpeg', args: ['universal']
brew 'elixir'
brew 'libexif'
brew 'popt'
brew 'exif'
brew 'figlet'
brew 'fontconfig', args: ['universal']
brew 'fpp'
brew 'gettext'
brew 'git'
brew 'git-lfs'
brew 'gnu-sed'
brew 'nettle'
brew 'gnupg'
brew 'lua'
brew 'gnuplot'
brew 'go'
brew 'libtool', args: ['universal']
brew 'graphviz'
brew 'perl'
brew 'imagemagick'
brew 'influxdb'
brew 'libevent'
brew 'libusb-compat', args: ['universal']
brew 'libssh'
brew 'libxslt'
brew 'little-cms2', args: ['universal']
brew 'makedepend'
brew 'mmv'
brew 'mplayer'
brew 'msgpack'
brew 'net-snmp'
brew 'pcre'
brew 'nginx'
brew 'nmap'
brew 'node'
brew 'ossp-uuid'
brew 'p7zip'
brew 'pkg-config'
brew 'python3'
brew 'ponysay'
brew 'postgresql'
brew 'redis'
brew 'ripgrep'
brew 'sane-backends', args: ['universal']
brew 'shellcheck'
brew 'terminal-notifier'
brew 'thefuck'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'truncate'
brew 'unrar'
brew 'utf8proc'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'wine'
brew 'winetricks'
brew 'youtube-dl'
brew 'homebrew/apache/ab'
cask 'chefdk'
cask 'screenhero'
cask 'vagrant'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
