tap "aljohri/-"
tap "caskroom/cask"
tap "d12frosted/emacs-plus"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "versent/taps"
cask "adoptopenjdk8"
cask "xquartz"
brew "ack"
brew "awscli"
brew "gdbm"
brew "libyaml"
brew "python"
brew "ansible"
brew "augeas"
brew "autoconf"
brew "automake"
brew "cabextract"
brew "gettext"
brew "pcre"
brew "cassandra"
brew "dialog"
brew "certbot"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "direnv"
brew "elasticsearch", restart_service: true
brew "elixir"
brew "libexif"
brew "popt"
brew "exif"
brew "libevent"
brew "nettle"
brew "webp"
brew "ffmpeg"
brew "figlet"
brew "fpp"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "libgpg-error"
brew "libksba"
brew "gnupg"
brew "lua"
brew "gnuplot"
brew "go"
brew "graphviz"
brew "htop"
brew "imagemagick"
brew "influxdb"
brew "interactive-rebase-tool"
brew "ispell"
brew "jq"
brew "libmagic"
brew "libssh"
brew "libxslt"
brew "makedepend"
brew "mmv"
brew "mplayer"
brew "msgpack"
brew "net-snmp"
brew "nginx"
brew "nmap"
brew "node"
brew "ossp-uuid"
brew "p7zip"
brew "perl"
brew "pkg-config"
brew "ponysay"
brew "postgresql", restart_service: true
brew "redis", restart_service: true
brew "ripgrep"
brew "shellcheck"
brew "swi-prolog"
brew "terminal-notifier"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tree"
brew "truncate", link: false
brew "unrar"
brew "utf8proc"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "aljohri/-/docx2pdf"
brew "d12frosted/emacs-plus/emacs-plus"
brew "github/gh/gh"
brew "versent/taps/saml2aws"
cask "docker"
cask "font-fira-code"
cask "java"
cask "libreoffice"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
