tap "aljohri/-"
tap "ankitpokhrel/jira-cli"
tap "d12frosted/emacs-plus"
tap "eddieantonio/eddieantonio"
tap "github/gh"
tap "heroku/brew"
tap "holek/rcon"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "phrase/brewed"
tap "versent/taps"
tap "yonaskolb/swaggen", "https://github.com/yonaskolb/SwagGen.git"
brew "ack"
brew "ca-certificates"
brew "gdbm"
brew "libyaml"
brew "openssl@1.1"
brew "sqlite"
brew "xz"
brew "python@3.10"
brew "ansible"
brew "jpeg-turbo"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "gettext"
brew "aria2"
brew "m4"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "asdf"
brew "assimp"
brew "pcre"
brew "glib"
brew "python@3.9"
brew "atk"
brew "augeas"
brew "awscli"
brew "icu4c"
brew "boost"
brew "bpytop"
brew "cabextract"
brew "freetype"
brew "pkg-config"
brew "xorgproto"
brew "libxcb"
brew "tcl-tk"
brew "cairo"
brew "dialog"
brew "certbot"
brew "eigen"
brew "cgal"
brew "circleci"
brew "cmake"
brew "ctags"
brew "dav1d"
brew "jasper"
brew "dcraw"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "double-conversion"
brew "popt"
brew "libexif"
brew "exif"
brew "expat"
brew "flac"
brew "fribidi"
brew "guile"
brew "libevent"
brew "libidn2"
brew "libnghttp2"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "gobject-introspection"
brew "libass"
brew "libbluray"
brew "mbedtls"
brew "librist"
brew "libsndfile"
brew "libvpx"
brew "opencore-amr"
brew "rav1e"
brew "rubberband"
brew "sdl2"
brew "tesseract"
brew "x264"
brew "zimg"
brew "ffmpeg"
brew "figlet"
brew "fpp"
brew "gallery-dl"
brew "isl"
brew "gcc"
brew "libavif"
brew "gd"
brew "geos"
brew "hdf5"
brew "json-c"
brew "libxml2"
brew "libdap"
brew "proj"
brew "libgeotiff"
brew "libspatialite"
brew "netcdf"
brew "nspr"
brew "nss"
brew "openblas"
brew "numpy"
brew "pcre2"
brew "poppler"
brew "gdal"
brew "gdb"
brew "gdk-pixbuf"
brew "geckodriver"
brew "gh"
brew "libidn"
brew "ghostscript"
brew "gimme-aws-creds"
brew "git"
brew "git-interactive-rebase-tool"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-sed"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "gnupg"
brew "libcerf"
brew "lua"
brew "pango"
brew "gnuplot"
brew "go"
brew "golangci-lint"
brew "sdl2_image"
brew "gource"
brew "netpbm"
brew "python@3.8"
brew "librsvg"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "libepoxy"
brew "gtk+3"
brew "htop"
brew "hyperkit"
brew "ilmbase"
brew "libheif"
brew "libomp"
brew "libraw"
brew "imagemagick"
brew "imlib2"
brew "innoextract"
brew "ispell"
brew "jansson"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "libav"
brew "libcaca"
brew "libmagic"
brew "libmng"
brew "libproxy"
brew "libssh"
brew "libuv"
brew "libxslt"
brew "libzip"
brew "makedepend"
brew "minikube"
brew "mmv"
brew "mplayer", args: ["HEAD"]
brew "msgpack"
brew "neovim"
brew "net-snmp"
brew "nghttp2"
brew "nmap"
brew "node@16"
brew "nvm"
brew "openjdk"
brew "openapi-generator"
brew "openjdk@11"
brew "ossp-uuid"
brew "p7zip"
brew "perl"
brew "ponysay"
brew "poppler-qt5"
brew "postgresql@14"
brew "protobuf"
brew "protobuf-c"
brew "sfcgal"
brew "postgis"
brew "postgresql@12", restart_service: true
brew "progress"
brew "qt"
brew "redis", restart_service: true
brew "ripgrep"
brew "scrcpy"
brew "shellcheck"
brew "sops"
brew "utf8proc"
brew "subversion"
brew "swi-prolog"
brew "telnet"
brew "terminal-notifier"
brew "terraform"
brew "texinfo"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "truncate", link: false
brew "ufraw"
brew "unrar"
brew "vim"
brew "watch"
brew "wget"
brew "wxwidgets"
brew "yarn"
brew "youtube-dl"
brew "zbar"
brew "zlib"
brew "aljohri/-/docx2pdf"
brew "d12frosted/emacs-plus/emacs-plus@27"
brew "eddieantonio/eddieantonio/imgcat"
brew "heroku/brew/heroku"
brew "holek/rcon/rcon"
brew "phrase/brewed/phrase"
brew "versent/taps/saml2aws"
cask "adoptopenjdk8"
cask "android-platform-tools"
cask "dbeaver-community"
cask "font-fira-code"
cask "java"
cask "libreoffice"
cask "mark-text"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "wine-stable"
cask "xquartz"
